[Name.Prefix.Prefix__TinyTinas WeaponNamePartDefinition]
PartName="Tina little"

[Name.Title.Title_Unique_BoomPuppy WeaponNamePartDefinition]
PartName="The ball fell"

[Name.Title.Title_Unique_BoomPuppy:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Bang! Bang! Bang! Bang! Bang! Good dog!"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_rabbit WeaponNamePartDefinition]
PartName="Cobra"

[Name.Title.Title_Unique_Cobra:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="When I found out, I thought, 'What!' I will return this gun.!"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_cruel WeaponNamePartDefinition]
PartName="Firecracker"

[Name.Title.Title_Unique_Firecracker:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText=""Pyam, pium, ratatata, pim" etc."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_FlameTosser WeaponNamePartDefinition]
PartName="drinking - drinking"

[Name.Title.Title_Unique_FlameTosser:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="232 degrees Celsius."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_cat WeaponNamePartDefinition]
PartName="Kitten"

[Name.Title.Title_Unique_Kitten:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="We are all crazy here. You and me."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_PocketRocket WeaponNamePartDefinition]
PartName="Rocket Package"

[Name.Title.Title_Unique_PocketRocket:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Do you have a gun in your pocket and are you happy to see me??"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_SlowHand WeaponNamePartDefinition]
PartName="Slow hands"

[Name.Title.Title_Unique_SlowHand:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="busy dear..."
Suffix=""
Prefix=""

